Repository: paulo-correia/twitter-post
Catalog: languages/twitter-post-*.po
Languages: pt_br

source: Get <strong>Title and Content</strong> of an <strong>Post or Page</strong> and send to Twitter. To get started: activate the Twitter Post plugin and then go to your Twitter Post Settings page to set up yours keys
pt_br: Pega <strong>Título e o Conteúdo</strong> de um <strong>Post ou Página</strong> e envia para o Twitter. Como iniciar: ative o plugin Twitter Post e vá para as Opções do Twitter Post para colocar suas chaves

source: Warning
pt_br: Atenção

source: Is missing Curl or OAuth in PHP
pt_br: Está faltando o Curl ou o OAuth no PHP

source: Contact your server administrator
pt_br: Contate o administrador do seu servidor

source: Settings
pt_br: Configurações

source: Screen Name
pt_br: Nome de Tela

source: Without "@"
pt_br: Sem o "@"

source: Publish an App and
pt_br: Publique um App e

source: Get the Keys
pt_br: Pegue as chaves

source: Save Settings
pt_br: Salvar Configurações

source: Twitter Post Options
pt_br: Opções do Twitter Post
